loop = 1
while (loop < 10):
    noun = input("Введите существительное: ")
    p_noun = input("Введите существительное во множественном числе: ")
    noun2 = input("Введите существительное: ")
    place = input ("Введите название места: ")
    adjective = input ("Введите прилагательное,которое описывает слово:" )
    noun3 = input ("Введите существительное: ")

    print ("-------------------------")
    print ("будь добр к своим",noun,p_noun)
    print ("Ибо утка может быть чей-то",noun2,",")
    print ("Будь добр к своей",p_noun,"в", place)
    print ("Где погода всегда",adjective,".")
    print ()
    print ("ты можешь подумать, что это",noun3,",")
    print ("Ну, это.")
    print ("--------------------------")
loop = loop + 1